{
  "additional_special_tokens": [
    "<gh_stars>",
    "</system>",
    "<issue_start>",
    "</think>",
    "<commit_after>",
    "<assistant>",
    "<jupyter_text>",
    "<fim_middle>",
    "</assistant>",
    "<jupyter_code>",
    "<user>",
    "<filename>",
    "<think>",
    "<fim_suffix>",
    "<fim_prefix>",
    "<commit_msg>",
    "<fim_pad>",
    "<system>",
    "<issue_comment>",
    "<reponame>",
    "<jupyter_start>",
    "<issue_closed>",
    "<commit_before>",
    "<empty_output>",
    "<jupyter_output>",
    "</user>"
  ],
  "bos_token": {
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": {
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": "<|endoftext|>",
  "unk_token": {
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  }
}
